import { nanoid } from "nanoid";

export const reviewsData = [
  {
    id: nanoid(),
    name: "Вадим Богачёв",
    img: "/man1.svg",
    rating: 4,
    review: "Всё супер",
    from: "Google Maps",
    link: "https://g.co/kgs/QvPWBc",
  },
  {
    id: nanoid(),
    name: "Николай Карпушкин",
    img: "/man3.svg",
    rating: 5,
    review:
      "Мастера - профессионалы!!! Аккуратные, вежливые. Автосервис рекомендую!!!",
    from: "Yandex Maps",
    link: "/man1.svg",
  },
  {
    id: nanoid(),
    name: "Галина АНДРЕЕВА",
    img: "/women2.svg",
    rating: 5,
    review:
      "Мастера своего дела, за короткий срок нашли и исправили неисправности  подвески",
    from: "Google Maps",
    link: "",
  },
  {
    id: nanoid(),
    name: "Василий Гирей",
    img: "/man1.svg",
    rating: 4,
    review:
      "Здравствуйте! Отличные ребята! Всё умеют, всё делают, качество на высоте! Работают они давно! Команда отличная! Часто у них обслуживаю и ремонтирую свою машину не один год! ",
    from: "Google Maps",
    link: "",
  },
  {
    id: nanoid(),
    name: "Мария Калач",
    img: "/women1.svg",
    rating: 4,
    review: "Сервис хороший, всегда помогут и расскажут в чем причина.",
    from: "Google Maps",
    link: "",
  },
  {
    id: nanoid(),
    name: "Валерий",
    img: "/man1.svg",
    rating: 5,
    review:
      "Обращался в этот автосервис первый раз.Нужно было поменять задние колодки на Т5. Не смотря на позднее время,это было после 18 часов,ребята подошли с пониманием и заменили колодки.Спасибо.",
    from: "Yandex Maps",
    link: "",
  },
  {
    id: nanoid(),
    name: "Анна Гудкова",
    img: "/women1.svg",
    rating: 4,
    review:
      "Обращалась несколько раз по поводу диагностики ,ТО и ремонта авто .Все делали четко ,быстро и недорого ))",
    from: "Yandex Maps",
    link: "https://yandex.ru/maps/org/excellent/1327511575/reviews/?ll=37.912730%2C55.804314&z=14",
  },

  {
    id: nanoid(),
    name: "Алексей Бакланов",
    img: "/man3.svg",
    rating: 4,
    review:
      "Отличный автосервис! По выполненым работам претензий никаких, да и цены разумные! ",
    from: "Google Maps",
    link: "",
  },
  {
    id: nanoid(),
    name: "d s",
    img: "/man1.svg",
    rating: 4,
    review:
      "Обслуживались в этом сервисе несколько раз. Всем довольны. Быстро и качественно все сделали. Мастера, знающие свое дело.",
    from: "Google Maps",
    link: "",
  },
  {
    id: nanoid(),
    name: "Анастасия Аннина",
    img: "/women1.svg",
    rating: 4,
    review:
      "Ребята стараются и решают проблемы. Хочу выделить Юру. Да вообще они все молодцы! Рекомендую.",
    from: "Yandex Maps",
    link: "",
  },
  {
    id: nanoid(),
    name: "Дмитрий Иванов",
    img: "/man2.svg",
    rating: 4,
    review:
      "Обратился уже 2 раз, меняли задние шаровые и рулевые тяги, и развал. Цена отличная по времени быстро.",
    from: "Google Maps",
    link: "",
  },
  {
    id: nanoid(),
    name: "Олег Исаченко",
    img: "/man3.svg",
    rating: 5,
    review: "Бра, наверно лучший электрик в Балашихе. Крайне рекомендую.",
    from: "Yandex Maps",
    link: "",
  },
  {
    id: nanoid(),
    name: "Антон С",
    img: "/man1.svg",
    rating: 4,
    review:
      "Все супер. Цена-качество 👌 сделали быстро и все по делу. Рекомендую",
    from: "Google Maps",
    link: "",
  },
  {
    id: nanoid(),
    name: "Иван Савченко",
    img: "/man3.svg",
    rating: 4,
    review: "Заезжаю иногда проверить автомобиль и пока всем доволен",
    from: "Google Maps",
    link: "",
  },
  {
    id: nanoid(),
    name: "Людмила Власова",
    img: "/women1.svg",
    rating: 4,
    review: "Быстро решили все вопросы",
    from: "Google Maps",
    link: "",
  },
];
